[
 {
   "name": "Aardbeienslof",
   "category": "Slof",
   "baketime": "120 min",
   "expert": "Medium",
   "id": 1001,
   "isNew": true,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "aardbeienslof",
   "ingredients": "- 90 gram ongezouten roomboter\n- 75 gram witte basterdsuiker\n- 1 ei (1/2 deeg en 1/2 amandelspijs)\n- snufje zout\n- 140 gram bloem\n- 1 tl bakpoeder\n- 50 gram amandelmeel\n- 50 gram kristalsuiker\n- 125 ml slagroom\n- 2 el vanillesuiker\n- 250 gram mascarpone\n- poedersuiker naar smaak\n- 250 gram aardbeien\n- 50 gram witte chocolade",
   "recipe": "1. Meng de ongezouten roomboter, de witte basterdsuiker, het halve ei en het snufje zout met de keukenmachine tot een romig mengsel. \n2. Voeg de bloem en bakpoeder hieraan toe en meng totdat het een mooi deeg is. \n3. Laat het deeg (verpakt in huishoudfolie) minimaal een uur in de koelkast rusten. \n4. Voor het amandelspijs meng je in een aparte kom het amandelmeel, de kristalsuiker en het halve ei met elkaar. Kneed uiteindelijk met je handen tot een bol.\n5. Laat het amandelspijs (verpakt in huishoudfolie) ook in de koelkast rusten.\n6. Klop ondertussen de slagroom met vanillesuiker in een mengkom stijf.\n7. Roer in een andere kom de mascarponeroom een beetje los, zodat het iets zachter wordt.\n8. Voeg de mascarponeroom (en poedersuiker voor een zoetere smaak) toe aan de opgeklopte slagroom en mix het kort met elkaar.\n9. Stop de mascarponeroom in een spuitzak en leg het in de koelkast, zodat het steviger wordt.\n10. Haal het deeg en de amandelspijs na minstens 1 uur uit de koelkast.\n11. Verwarm de oven voor op 180 graden (onder- en bovenwarmte).\n12. Leg het deeg op bakpapier, bestrooi het met wat bloem en rol het uit totdat het in de sloffenvorm past.\n13. Steek met de sloffenring de sloffenbodem uit het deeg. Haal het overgebleven deeg weg.\n14. Verdeel de amandelspijs (met behulp van een spuitzak en eventueel met wat extra ei zodat het dunner wordt) over de bodem en zorg dat je 1 centimeter van de rand vrij laat.\n15. Bak de slof 22 minuten in een voorverwarmde oven met boven- en onderwarmte op 180 graden.\n16. Haal de goudbruine slof na 22 minuten uit de oven en laat hem helemaal afkoelen.\n17. Wanneer de slof helemaal is afgekoeld haal je de mascarponeroom uit de koelkast en spuit je dit zigzaggend op de sloffenbodem.\n18. Decoreer de slof uiteindelijk met de aardbeien en witte chocolade."
 },
 {
   "name": "MonChou Koek",
   "category": "Koek",
   "baketime": "30 min",
   "expert": "Easy",
   "id": 1002,
   "isNew": false,
   "isFavorite": false,
   "pieces": "6 stuks",
   "imageName": "monchoukoek",
   "ingredients": "- 200 gram digestive biscuits\n- 75 gram ongezouten roomboter\n- 125 ml slagroom\n- 8 gram vanillesuiker\n- 100 gram MonChou\n- 50 gram witte basterdsuiker\n- 1/2 blik kersen vlaaivulling",
   "recipe": "1. Maal de digestive biscuits fijn met een blender.\n2. Verwarm de ongezouten roomboter in een steelpan totdat het gesmolten is, voeg de fijn gemalen biscuits hieraan toe en meng het met elkaar.\n3. Leg een vel bakpapier op een snijplank en leg de 6 bakringen hierop.\n4. Verdeel het mengsel over de 6 bakringen en druk het aan met de bolle kant van de lepel.\n5. Laat het geheel in de koelkast afkoelen.\n6. Klop de slagroom met vanillesuiker ondertussen in een mengkom stijf.\n7. Meng in een andere kom de MonChou en witte basterdsuiker tot een romig geheel.\n8. Voeg de opgeklopte slagroom hieraan toe en mix het kort met elkaar.\n9. Stop het MonChou mengsel in een spuitzak en leg het minstens 2 uur in de koelkast, zodat het stevig wordt.\n10. Haal de 6 bodems en spuitzak met het MonChou mengsel na minimaal 2 uur uit de koelkast.\n11. Haal de bodems uit de bakringen en spuit het MonChou mengsel met een ster spuitmond op de bodems.\n12. Verdeel hier als laatste een laagje kersenvulling overheen."
 },
 {
   "name": "Appelcake",
   "category": "Cake",
   "baketime": "45 min",
   "expert": "Easy",
   "id": 1003,
   "isNew": false,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "appelcake",
   "ingredients": "- 200 gram ongezouten roomboter\n- 150 gram suiker\n- 8 gram vanillesuiker\n- snufje zout\n- 5 eieren\n- 200 gram zelfrijzend bakmeel\n- 2 appels (Elstar)\n- bloem\n- 4 el grove kaneelsuiker",
   "recipe": "1. Verwarm de oven voor op 175 graden (boven- en onderwarmte).\n2. Mix de roomboter, suiker, vanillesuiker en het snufje zout tot een romig geheel.\n3. Voeg de eieren één voor één toe tot alles is opgenomen.\n4. Voeg daarna het zelfrijzend bakmeel beetje bij beetje toe tot alles is opgenomen.\n5. Snijd de appels in kleine stukjes en rol ze in een bakje bloem.\n6. Meng de stukjes appel en 3 el grove kaneelsuiker met een spatel door het beslag.\n7. Vet de cakevorm in en bestrooi het met bloem.\n8. Giet het beslag in de cakevorm en bestrooi hier 1 el grove kaneelsuiker overheen.\n9. Bak de appelcake in de voorverwarmde oven 60 minuten gaar en controleer of de cake een mooie goudbruine kleur heeft.\n10. Laat de appelcake eerst een paar minuten afkoelen in de cakevorm, alvorens je de cake laat afkoelen op een rooster."
 },
 {
   "name": "Perzik kwarktaart",
   "category": "Taart",
   "baketime": "60 min",
   "expert": "Medium",
   "id": 1004,
   "isNew": false,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "perzikkwarktaart",
   "ingredients": "- 3 digestive biscuits (45 gram)\n- 30 gram ongezouten roomboter\n- 100 gram (Franse) volle kwark\n- 100 ml slagroom\n- 15 gram kristalsuiker\n- 2 blaadjes gelatine\n- 100 gram stukjes perzik",
   "recipe": "1. Doe de biscuits in de blender en maal ze fijn.\n2. Verwarm de ongezouten roomboter in een steelpan totdat het gesmolten is, voeg de fijn gemalen biscuits hieraan toe en meng het met elkaar.\n3. Bekleed de bodem van de 12 cm springvorm met bakpapier en vet de ring in.\n4. Verdeel het mengsel over de bodem van de springvorm en druk het aan met de bolle kant van de lepel.\n5. Laat het geheel in de koelkast afkoelen.\n6. Laat de 2 gelatineblaadjes 8 minuten in koud water weken.\n7. Doe de volle kwark in een kom en klop de slagroom met kristalsuiker in een andere kom stijf.\n8. Doe 3 el siroop van de perziken in een pannetje, voeg de 2 uitgeknepen blaadjes gelatine er aan toe en verwarm het geheel tot de gelatineblaadjes gesmolten zijn.\n9. Snijd 75 gram van de 90 gram perziken in stukjes.\n10. Wanneer de siroop met gelatineblaadjes is afgekoeld, roer je dit door de kwark. Spatel hierna ook de opgeklopte slagroom door de kwark en tenslotte de stukjes perzik.\n11. Haal de springvorm uit de koelkast en giet het kwarkmengsel egaal over de bodem van de springvorm en laat het daarna minimaal 3 uur in de koelkast opstijven.\n12. Na minimaal 3 uur haal je de kwarktaart uit de koelkast en kun je hem decoreren met slagroom en stukjes perzik. "
 },
 {
   "name": "Appeltaart",
   "category": "Taart",
   "baketime": "60 min",
   "expert": "Medium",
   "id": 1005,
   "isNew": false,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "appeltaart",
   "ingredients": "- 80 gram ongezouten roomboter\n- 80 gram witte basterdsuiker\n- 160 gram zelfrijzend bakmeel\n- 1 zakje vanillesuiker\n- 1 ei\n- 2 Elstar appels\n- 25 gram blanke rozijnen\n- 25 gram kristalsuiker\n- 1 tl kaneel\n- custardpoeder",
   "recipe": "1. Verwarm de oven voor op 175 graden (onder- en bovenwarmte).\n2. Laat de blanke rozijnen in een kom met lauw water weken.\n3. Meng de ongezouten roomboter, witte basterdsuiker, vanillesuiker, het halve (losgeklopte) ei en het snufje zout met de keukenmachine tot een romig mengsel.\n4. Voeg het zelfrijzend bakmeel toe en meng dit tot een stevig deeg.\n5. Schil de appels, snijd deze in blokjes en meng dit met de uitgelekte rozijnen, de kristalsuiker en het kaneel.\n6. Bekleed de bodem van de 15 cm springvorm met bakpapier, vet de ring in en bestuif het met daarna met wat bloem.\n7. Bestrooi het werkblad met wat bloem, rol 1/3 deel van het deeg uit en bekleed de bodem van de springvorm hiermee. \n8. Rol het andere 1/3 deel van het deeg uit, bekleed de randen van de springvorm hiermee en zorg dat je de aansluitingen van de bodem en randen goed aandrukt.\n9. Strooi een klein laagje custardpoeder over de bodem.\n10. Verdeel het appelmengsel over de bodem en druk het aan met de bolle kant van een lepel.\n11. Rol het laatste 1/3 deel van het deeg uit, snijd er reepjes van en bekleed de bovenkant van de taart hiermee zodat er een raster ontstaat.\n12. Bestrijk de bovenkant van het deeg met behulp van een kwastje met het andere halve losgekopte ei.\n13. Bak de appeltaart 35 minuten in een voorverwarmde oven met boven- en onderwarmte op 175 graden.\n14. Laat de appeltaart eerst afkoelen voordat je hem uit de springvorm haalt. "
 },
 {
   "name": "Vanille cupcakes\nmet botercrème",
   "category": "Cake",
   "baketime": "75 min",
   "expert": "Medium",
   "id": 1006,
   "isNew": false,
   "isFavorite": false,
   "pieces": "6 stuks",
   "imageName": "vanillecupcake",
   "ingredients": "- 100 gram bloem\n- 1/2 el bakpoeder\n- 110 gram kristalsuiker\n- snuf zout\n- 1/2 ei\n- 90 ml volle melk\n- 30 ml zonnebloemolie\n- 1/2 el vanillie-extract\n\rBotercrème\n- 15 gram bloem\n- 80 ml volle melk\n- 70 gram ongezouten roomboter\n- 70 gram poedersuiker\n- 1/3 tl vanille-extract ",
   "recipe": "1. Verwarm de oven voor op 180 graden (onder- en bovenwarmte).\n2. Mix het halve ei, de volle melk, de zonnebloemolie en het vanille-extract met elkaar.\n3. Voeg hier de bloem, bakpoeder, suiker en een snufje zout aan toe en mix het met elkaar tot een glad geheel.\n4. Plaats de papieren cupcakevormpjes in de cupcakevorm en vul ze met het mengsel.\n5. Bak de cupcakes 25 minuten in een voorverwarmde oven met boven- en onderwarmte op 180 graden gaar.\n\rBotercrème\n1. Meng de bloem en volle melk in een steelpan (zonder klonten) en breng het al roerend aan de kook.\n2. Laat het 5 minuten al roerende doorkoken, totdat het mengsel dik (zonder klonten) is.\n3. Doe het mengsel in een kom, bedek het met huishoudfolie en laat het afkoelen tot kamer temperatuur.\n4. Meng de ongezouten roomboter en poedersuiker in een andere kom romig.\n5. Voeg het vanillle-extract toe en blijf mengen.\n6. Wanneer het bloemmengsel is afgekoeld, voeg je dit toe aan het botermengsel en laat je het nog 5 minuten mengen.\n7. Zet het geheel een half uur in de koelkast."
 },
 {
   "name": "Cupcakes\nmet chocochips ",
   "category": "Cake",
   "baketime": "15 min",
   "expert": "Easy",
   "id": 1007,
   "isNew": false,
   "isFavorite": false,
   "pieces": "6 stuks",
   "imageName": "chocochipscupcake",
   "ingredients": "- 100 gram bloem\n- 1/2 el bakpoeder\n- 110 gram kristalsuiker\n- snuf zout\n- 1/2 ei\n- 90 ml volle melk\n- 30 ml zonnebloemolie\n- 1/2 el vanillie-extract\n- 25 gram chololate chips",
   "recipe": "1. Verwarm de oven voor op 180 graden (onder- en bovenwarmte). \n2. Mix het halve ei, de volle melk, de zonnebloemolie en het vanille-extract met elkaar. \n3. Voeg hier de bloem, bakpoeder, suiker en een snufje zout aan toe en mix het met elkaar tot een glad geheel. \n4. Meng de chocolate chips door het mengsel. \n5. Plaats de papieren cupcakevormpjes in de cupcakevorm en vul deze met het mengsel. \n6. Bak de cupcakes 25 minuten in een voorverwarmde oven met de boven- en onderwarmte op 180 graden gaar. "
 },
 {
   "name": "Appelslof",
   "category": "Slof",
   "baketime": "180 min",
   "expert": "Medium",
   "id": 1008,
   "isNew": false,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "appelslof",
   "ingredients": "- 45 gram suiker\n- 10 gram vanillesuiker\n- 2 eidooiers\n- 25 gram bloem\n- 240 ml volle melk\n- 150 ml slagroom\n- 40 gram amandelmeel\n- 40 gram kristalsuiker\n- 1/2 losgeklopt ei\n- snuf zout\n- 90 gram ongezouten roomboter\n- 75 gram witte basterdsuiker\n- 1 ei\n- 140 gram bloem\n- 1 tl bakpoeder\n- 1 Elstar appel\n- 1 tl kaneel\n- 1 el kristalsuiker",
   "recipe": "Opmerking: De banketbakkersroom, het amandelspijs en het deeg voor de slof (stap 1 tot en met 11) kunnen het beste een dag van tevoren worden gemaakt.\n\r1. Mix voor de banketbakkersroom de 45 gram kristalsuiker, vanillesuiker en 2 eidooiers met een garde met elkaar.\n2. Mix de 25 gram bloem hier doorheen, totdat het helemaal is opgenomen.\n3. Breng de volle melk in een steelpan aan de kook.\n4. Voeg, wanneer de melk net kookt, de melk langzaam toe aan het mengsel, totdat de melk volledig is opgenomen in het mengsel.\n5. Giet het mengsel terug in het steelpan en breng het al roerend opnieuw aan de kook.\n6. Blijf roeren en laat het ongeveer 3 minuten zachtjes doorkoken, totdat het dikker wordt.\n7. Giet de banketbakkersroom in een kom, dek het af met huishoudfolie en laat het volledig afkoelen in de koelkast.\n8. Voor het amandelspijs meng je in een aparte kom het amandelmeel, de kristalsuiker en het halve ei met elkaar. Kneed uiteindelijk met je handen tot een bol, verpak het in huishoudfolie en leg het in de koelkast.\n9. Meng voor het deeg van de slof de ongezouten roomboter, witte basterdsuiker, het halve ei en het snufje zout met de keukenmachine tot een romig mengsel.\n10. Voeg de bloem en bakpoeder hieraan toe en meng totdat het een mooi deeg is.\n11. Laat het deeg (verpakt in huishoudfolie) minimaal een uur in de koelkast rusten.\n12. Verwarm de oven voor op 180 graden (onder- en bovenwarmte).\n13. Klop in een aparte kom de slagroom stijf.\n14. Spatel, wanneer de banketbakkersroom helemaal is afgekoeld, de slagroom door de banketbakkersroom (het is nu Zwitserse room) en leg het daarna in een spuitzak in de koelkast.\n15. Haal het deeg en de amandelspijs na minstens 60 minuten uit de koelkast.\n16. Leg het deeg op bakpapier, bestrooi het met wat bloem en rol het uit totdat het in de sloffenvorm past.\n17. Steek met de sloffenring de sloffenbodem uit het deeg en verwijder het overgebleven deeg.\n18. Verdeel de amandelspijs (met behulp van een spuitzak en eventueel met wat extra ei zodat het dunner wordt) over de bodem en zorg dat je 1 cm van de rand vrij laat.\n19. Bak de slof 22 minuten in een voorverwarmde oven met boven- en onderwarmte op 180 graden.\n20. Haal de goudbruine slof na 22 minuten uit de oven en laat hem helemaal afkoelen.\n21. Schil de appel, snijd deze in blokjes en meng dit met de kristalsuiker en het kaneel.\n22. Verwarm dit mengsel in een steelpan, zodat de appelstukjes wat zachter worden.\n23. Haal de pan weer van het vuur en laat het afkoelen.\n24. Wanneer de slof helemaal is afgekoeld, haal je de Zwitserse room uit de koelkast en spuit je dit zigzaggend op de sloffenbodem.\n25. Verdeel het appelmengsel tenslotte over de slof."
 },
 {
   "name": "Cheesecake\nrood fruit",
   "category": "Koek",
   "baketime": "60 min",
   "expert": "Easy",
   "id": 1009,
   "isNew": false,
   "isFavorite": false,
   "pieces": "3 stuks",
   "imageName": "fruitcheesecake",
   "ingredients": "- 3 digestive biscuits (35 gram)\n- 25 gram ongezouten roomboter\n- 45 gram rood fruit\n- 2 gelatine blaadjes\n- 70 gram roomkaas\n- 40 gram Franse volle kwark\n- 35 ml slagroom\n- 15 gram kristalsuiker",
   "recipe": "1. Laat de gelatine blaadjes 8 min in een schaaltje koud water weken. \n2. Maal de biscuits fijn met een blender.\n3. Verwarm de ongezouten roomboter in een steelpan totdat het gesmolten is, voeg de fijn gemalen biscuits hieraan toe en meng het met elkaar.\n4. Leg een vel bakpapier op een snijplank en plaats de 3 bakringen met een diameter van 6 cm hierop.\n5. Knip stroken uit het bakpapier, zodat ze tegen de binnenste zijkanten van de ring passen.\n6. Verdeel het mengsel over de 3 bakringen en druk het aan met de bolle kant van de lepel.\n7. Laat het geheel in de koelkast afkoelen.\n8. Pureer het rode fruit in een blender en verwarm het in een steelpan.\n9. Voeg de uitgeknepen blaadjes gelatine en kristalsuiker hieraan toe.\n10. Wanneer de blaadjes gelatine zijn opgelost, laat je het mengsel weer afkoelen.\n11. Klop de roomkaas in een kom een beetje los.\n12. Voeg eerst de slagroom toe en klopt het mengsel lobbig.\n13. Voeg de kwark daarna toe en klop het nog kort door elkaar.\n14. Roer tenslotte het afgekoelde rode fruit mengsel hieraan toe.\n15. Haal de bodems uit de koelkast, verdeel het mengsel over de bodem en laat het minimaal 4 uur opstijven in de koelkast.\n16. Haal de bakringen na minimaal 4 uur uit de koelkast, druk de cheesecakes uit de bakringen (van onder naar boven) en verwijder het bakpapier."
 },
 {
   "name": "Brownie witte\nchoco hazelnoot",
   "category": "Cake",
   "baketime": "45 min",
   "expert": "Easy",
   "id": 1010,
   "isNew": false,
   "isFavorite": false,
   "pieces": " 9 stuks",
   "imageName": "hazelnootbrownie",
   "ingredients": "- 60 gram ongezouten roomboter\n- 150 gram kristalsuiker\n- 75 gram donkere basterdsuiker\n- 125 gram pure chocolade\n- 1 el stroop\n- 2 eieren\n- 1 tl vanille-extract\n- 100 gram bloem\n- 20 gram cacaopoeder\n- 1 tl bakpoeder\n- 75 gram stukjes hazelnoten\n- 100 gram witte chocolade",
   "recipe": "1. Verwarm de oven voor op 190 graden (onder- en bovenwarmte).\n2. Doe de ongezouten roomboter, kristalsuiker, donkere basterdsuiker, pure chocolade (in stukjes) en stroop in een steelpannetje en verwarm het totdaten meng het mengsel totdat de roomboter en chocolade uiteindelijk gesmolten zijn.\n3. Laat het daarna afkoelen tot kamertemperatuur.\n4. Klop de eieren en het vanille-extract in een kom door elkaar.\n5. Voeg het chocolademengsel hieraan toe en meng het tot een glad geheel.\n6. Meng de bloem, bakpoeder en cacaopoeder hier vervolgens doorheen.\n7. Snijd de witte chocolade in kleine stukjes en spatel dit samen met de hazelnootstukjes door het beslag.\n8. Bekleed een vierkante bakvorm van 20 x 20 cm helemaal met bakpapier en giet het beslag hier in. \n9. Bak de brownie 25 min in een voorverwarmde oven met boven- en onderwarmte op 190 graden. \n10. Laat de brownie helemaal afkoelen, voordat hij uit de bakvorm gehaald kan worden. "
 },
 {
   "name": "Stroopwafel\ncheesecake",
   "category": "Koek",
   "baketime": "45 min",
   "expert": "Easy",
   "id": 1011,
   "isNew": false,
   "isFavorite": false,
   "pieces": " 4 stuks",
   "imageName": "stroopwafelcheesecake",
   "ingredients": "- 4 stroopwafels\n- 20 gram ongezouten roomboter\n- 75 gram witte chocolade\n- 100 gram roomkaas\n- 40 ml slagroom",
   "recipe": "1. Maal 2 stroopwafels fijn met een blender.\n2. Verwarm de ongezouten roomboter in een steelpan totdat het gesmolten is, voeg de fijn gemalen stroopwafels hieraan toe en meng het met elkaar.\n3. Leg een vel bakpapier op een snijplank en leg de 5 bakringen met een diameter van 6 cm hierop.\n4. Knip stroken uit het bakpapier, zodat ze in de bakring  tegen de zijkanten van de ring aanpassen.\n5. Verdeel het mengsel over de 5 bakringen en druk het aan met de bolle kant van de lepel.\n6. Laat het geheel in de koelkast afkoelen.\n7. Smelt de witte chocolade au bain marie en laat het afkoelen.\n8. Klop de roomkaas in een kom een beetje los.\n9. Klop de slagroom in een andere kom lobbig en voeg dit samen met de afgekoelde witte chocolade toe aan de roomkaas. Meng vervolgens het geheel.\n10. Verdeel 1 stroopwafel in stukjes en spatel het door het mengsel.\n11. Haal de bodems na minimaal 1 uur uit de koelkast, verdeel het mengsel over de bodem en laat het minimaal 4 uur opstijven in de koelkast.\n12. Haal de bakringen na minimaal 4 uur uit de koelkast, druk de cheesecakes uit de bakringen (van onder naar boven) en verwijder het bakpapier.\n13. Snijd 1 stroopwafel in 10 punten en decoreer de cheesecakes hiermee. "
 },
  {
   "name": "Slagroomtaart",
   "category": "Taart",
   "baketime": "120 min",
   "expert": "Medium",
   "id": 1012,
   "isNew": false,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "slagroomtaart",
   "ingredients": "- 3 eieren\n- 90 gram kristalsuiker\n- 63 gram bloem\n- 23 gram maizena\n- snuf zout\n- 13 ml water\n- 13 gram kristalsuiker\n- 1/2 el sinaasappelsap\n- 1/2 tl sinaasappelrasp\n- 500 ml slagroom\n- 50 gram kristalsuiker\n- 2 zakjes klopfix\n- aardbeienjam\n- 75 gram nougatine\n- fruit en chocolaatjes (decoratie)",
   "recipe": "1. Verwarm de oven voor op 180 graden (onder- en bovenwarmte).\n2. Mix de 3 eieren en 90 gram kristalsuiker luchtig met de keukenmachine (ongeveer 10 minuten).\n3. Vet de 15 cm bakvorm (bij voorkeur hoge bakvorm) in en bestrooi het met bloem.\n4. Zeef de bloem en maizena en spatel dit samen met de snuf zout door het luchtige ei/suiker-mengsel.\n5. Giet het beslag in de bakvorm en bak de biscuit in de voorverwarmde oven 30 minuten gaar.\n6. Laat de biscuit volledig afkoelen.\n7. Maak ondertussen de tempeersiroop door de 23 ml water, 23 gram kristalsuiker, 1/2 el sinaasappelsap en 1/2 tl sinaasappelrasp in een steelpan te verwarmen, totdat de suiker helemaal is opgelost.\n8. Laat de siroop helemaal afkoelen.\n9. Klop de slagroom met de 50 gram kristalsuiker en 2 zakjes klopfix stijf.\n10. Wanneer de biscuit en siroop helemaal zijn afgekoeld, draai je de biscuit andersom en snijd je hem in 3 delen.\n11. Bestrijk de onderste laag met wat siroop en een laag slagroom.\n12. Leg de tweede laag op de eerste laag en bestrijk deze laag ook met wat siroop en daarna met een laag aardbeienjam.\n13. Leg de derde laag tenslotte op de tweede laag en bestrijk de bovenkant en zijkanten van de biscuit met slagroom.\n14. Druk de nougatine tegen de zijkanten van de taart.\n15. Spuit toeven slagroom op de bovenkant van de taart en decoreer het uiteindelijk met fruit en chocolaatjes."
 },
 {
   "name": "Apfelstrudel",
   "category": "Slof",
   "baketime": "45 min",
   "expert": "Easy",
   "id": 1013,
   "isNew": false,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "apfelstrudel",
   "ingredients": "Apfelstrudel:\n- 1 rol bladerdeeg\n- 2 appels (Elstar)\n- 50 gram blanke rozijnen\n- 4 tl kristalsuiker\n- 1 tl kaneel\n- 1 ei\n\rVanillesaus:\n- 6 gram custardpoeder\n- 16 gram kristalsuiker\n- 200 ml volle melk\n\rSlagroom:\n- 200 ml slagroom\n- 3 el kristalsuiker",
   "recipe": "1. Verwarm de oven voor op 190 graden (onder- en bovenwarmte).\n2. Laat de rozijnen in lauwwarm water weken.\n3. Schil ondertussen de appels en snijd ze in blokjes.\n4. Meng de blokjes appel, geweekte rozijnen, 4 tl kristalsuiker en kaneel met elkaar.\n5. Leg het bladerdeeg horizontaal op een snijplank.\n6. Snijd de hoeken weg (4 cm horizontaal en 8 cm verticaal) en snijd daarna bij de boven- en onderkant inkepingen/repen van ongeveer 2 cm breed en 8 cm lang.\n7. Verdeel het appelmengsel over het midden van het bladerdeeg.\n8. Vouw de 2 flappen bladerdeeg (in het midden aan de zijkanten) naar binnen en vouw de repen bladerdeeg daarna kruislings naar binnen, zodat er een v-vorm ontstaat.\n9. Smeer de apfelstrudel in met wat ei en leg het op een, met bakpapier beklede, bakplaat.\n10. Bak de apfelstrudel 20 minuten in de voorverwarmde oven tot het een mooie goudbruine kleur heeft.\n11. Voor het maken van de vanillesaus meng je de custardpoeder en 16 gram kristalsuiker door elkaar in een kom.\n12. Roer hier 4 el volle melk doorheen.\n13. Verwarm de overige volle melk in een steelpan tot het kookt.\n14. Giet de verwarmde melk bij het custardmengsel en roer het door, totdat de melk helemaal is opgelost.\n15. Giet het mengsel terug in de steelpan en breng het opnieuw aan de kook.\n16. Laat het al roerende nog 3 minuten doorkoken.\n17. Klop de slagroom met de 3 el kristalsuiker in een schone kom stijf.\n18. Wacht tot de apfelstrudel klaar is en serveer deze met de warme vanillesaus en de slagroom. "
 },
 {
   "name": "Slagroomsoesjes",
   "category": "Koek",
   "baketime": "60 min",
   "expert": "Easy",
   "id": 1014,
   "isNew": false,
   "isFavorite": false,
   "pieces": "15 stuks",
   "imageName": "slagroomsoesjes",
   "ingredients": "- 50 ml volle melk\n- 50 ml water\n- 50 gram ongezouten roomboter\n- snuf zout\n- 50 gram bloem\n- 2 eieren\n- 250 ml slagroom\n- 3 el kristalsuiker\n- 1 zakje klopfix\n- poedersuiker",
   "recipe": "1. Verwarm de oven voor op 210 graden (onder- en bovenwarmte).\n2. Breng de volle melk, het water, de ongezouten roomboter (in blokjes, zodat het sneller smelt) en een snuf zout aan de kook in een steelpan.\n3. Zeef de bloem.\n4. Haal de steelpan van het vuur wanneer het mengsel kookt, voeg de gezeefde bloem hieraan toe en meng totdat de bloem helemaal is opgenomen.\n5. Zet de steelpan weer terug op het vuur en laat het deeg al roerende nog 3 minuten doorkoken.\n6. Doe het deeg in een kom, laat het even afkoelen, voeg het eerste ei toe en roer totdat het ei volledig is opgenomen.\n7. Voeg daarna het tweede ei toe en roer nu weer totdat het tweede ei ook volledig is opgenomen.\n8. Vul een spuitzak met het deeg en spuit kleine rondjes/bolletjes op een met bakpapier beklede bakplaat.\n9. Bak de soesjes 18 minuten in een voorverwarmde oven met boven- en onderwarmte op 210 graden.\n10. Klop de slagroom, kristalsuiker en klopfix in een kom stijf.\n11. Vul een spuitzak met de slagroom en leg het in de koelkast.\n12. Haal de soesjes na 18 minuten uit de oven (let op dat ze mooi goudbruin zijn), prik gaatjes in de onderkant van de soesjes en bak ze daarna nog 3 minuten in de oven op 210 graden.\n13. Laat de soesjes afkoelen.\n14. Wanneer de soesjes zijn afgekoeld, haal je de spuitzak met slagroom uit de koelkast en spuit je de slagroom via de onderkant in de soesjes.\n15. Bestrooi de soesjes met wat poedersuiker en serveer.   "
 },
 {
   "name": "Kersenslof",
   "category": "Slof",
   "baketime": "150 min",
   "expert": "Medium",
   "id": 1015,
   "isNew": false,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "kersenslof",
   "ingredients": "Sloffenbodem:\n- 90 gram ongezouten roomboter\n- 75 gram witte basterdsuiker\n- 1 ei\n- snuf zout\n- 140 gram bloem\n- 1 tl bakpoeder\n\rAmandelspijs:\n- 50 gram amandelmeel\n- 50 gram kristalsuiker\n- 1/2 losgeklopt ei\n\rBanketbakkersroom:\n- 65 gram kristalsuiker\n- 16 gram vanillesuiker\n- 3 eidooiers\n- 35 gram bloem\n- 350 ml volle melk\n\rGarnering:\n- 1/2 blik kersen vlaaivulling\n- 1 blokje witte chocolade",
   "recipe": "1. Meng voor het sloffendeeg de ongezouten roomboter, witte basterdsuiker, het halve ei en een snuf zout met de keukenmachine tot een romig mengsel.\n2. Voeg de 140 gram bloem en het bakpoeder aan het mengsel toe en meng dit tot een mooi deeg.\n3. Laat het deeg (verpakt in huishoudfolie) minimaal een uur in de koelkast rusten.\n4. Meng voor de amandelspijs het amandelmeel, de 50 gram kristalsuiker en het halve ei met elkaar in een kom.\n5. Kneed het geheel met je handen tot een bol, verpak het in huishoudfolie en leg het in de koelkast.\n6. Mix voor de banketbakkersroom de 65 gram kristalsuiker, vanillesuiker en 3 eidooiers met een garde.\n7. Mix de 35 gram bloem hier doorheen, totdat het helemaal is opgenomen.\n8. Breng de volle melk in een steelpan aan de kook.\n9. Voeg, wanneer de melk net kookt, de melk langzaam toe aan het mengsel, totdat de melk volledig is opgenomen.\n10. Giet het mengsel terug in de steelpan en breng het al roerend opnieuw aan de kook.\n11. Blijf roeren en laat het ongeveer 3 minuten zachtjes doorkoken, totdat het dikker wordt.\n12. Giet de banketbakkersroom in een kom, dek het af met huishoudfolie en laat het volledig afkoelen in de koelkast.\n13. Verwarm de oven voor op 180 graden (onder- en bovenwarmte).\n13. Haal het deeg en de amandelspijs na minstens 60 minuten uit de koelkast.\n14. Leg het deeg op het bakpapier, bestrooi het met wat bloem en rol het uit, totdat het in de sloffenvorm past.\n15. Steek met de sloffenring de sloffenbodem uit het deeg en verwijder het overgebleven deeg.\n16. Verdeel de amandelspijs (spuitzak) over de bodem (maak indien nodig gebruik van wat extra ei) en zorg dat er 1 cm van de rand vrij wordt gehouden.\n17. Bak de slof 22 minuten in een voorverwarmde oven met boven- en onderwarmte op 180 graden.\n18. Haal de goudbruine slof na 22 minuten uit de oven, verwijder de sloffenring en laat de slof volledig afkoelen.\n19. Spuit de volledig afgekoelde banketbakkersroom zigzaggend op de sloffenbodem.\n20. Verdeel de kersen vlaaivulling over het midden van de slof.\n21. Rasp het blokje witte chocolade en decoreer de kersenslof. "
 },
 {
   "name": "Rijsttaart",
   "category": "Taart",
   "baketime": "60 min ",
   "expert": "Easy",
   "id": 1016,
   "isNew": false,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "rijsttaart",
   "ingredients": "Rijsttaart:\n- 4 plakken bladerdeeg (bevroren)\n- 1 ei\n- 200 gram kant-en-klaar rijstdessert\n- 20 gram kristalsuiker\n- 20 gram bloem\n\rGarnering:\n- 100 ml slagroom\n- 1,5 el kristalsuiker\n- 1 zakje klopfix\n- 2 blokjes melkchocolade",
   "recipe": "1. Verwarm de oven voor op 210 graden (onder- en bovenwarmte).\n2. Ontdooi de plakken bladerdeeg in 10 minuten.\n3. Bekleed de bakvorm (15 cm doorsnede) met bakpapier.\n4. Splits het ei.\n5. Meng het rijstdessert, de 20 gram kristalsuiker, de bloem en de eidooier.\n6. Klop het eiwit luchtig en spatel dit rustig door het rijstmengsel.\n7. Verbind de 4 ontdooide plakken bladerdeeg met elkaar, door deze in een vierkant (2x2) te leggen en de overlappende randen met een vork aan te drukken.\n8. Snijd een cirkel met een doorsnede van 18 cm uit het bladerdeeg en leg dit in de, met bakpapier beklede, bakvorm.\n9. Giet het rijstmengsel in de bakvorm.\n10. Bak de rijsttaart 25 minuten in de voorverwarmde oven op 210 graden (onder- en bovenwarmte).\n11. Klop de slagroom, 1,5 el kristalsuiker en klopfix stijf.\n12. Vul een spuitzak met slagroom en leg dit in de koelkast.\n13. Rasp de melkchocolade in dunne reepjes.\n14. Wanneer de rijsttaart na 25 minuten gaar is, laat je hem volledig afkoelen.\n15. Spuit toeven slagroom op de gehele bovenkant van de rijsttaart en decoreer deze met de dunne reepjes chocolade. "
 },
 {
   "name": "Karamelslof",
   "category": "Slof",
   "baketime": "100 min",
   "expert": "Medium",
   "id": 1017,
   "isNew": false,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "karamelslof",
   "ingredients": "Sloffenbodem:\n- 90 gram ongezouten roomboter\n- 75 gram witte basterdsuiker\n- 1/2 ei\n- snuf zout\n- 140 gram bloem\n- 1 tl bakpoeder\n\rAmandelspijs:\n- 50 gram amandelmeel\n- 50 gram kristalsuiker\n- 1/2 losgeklopt ei\n\rDulce de leche:\n- 1/2 blikje gecondenseerde melk\n- 30 gram ongezouten roomboter\n- 2 el donkerbruine basterdsuiker\n\rKaramelroom:\n- 250 ml slagroom\n- 65 gram kristalsuiker\n- 20 ml water\n- 1 zakje klopfix\n\rGarnering:\n- nougatine\n- 2 rollen rolo\n- 4 blokjes melkchocolade",
   "recipe": "Opmerking: De karamelroom, het sloffendeeg en het amandelspijs kunnen het beste een dag van tevoren worden gemaakt.\n\r1. Verwarm de slagroom in een steelpan.\n2. Breng ondertussen het water en de kristalsuiker in een hogere pan aan de kook.\n3. Karamelliseer de suiker door het water en de kristalsuiker, zonder te roeren, door te laten koken. Eventueel kan er af en toe worden bewogen met de pan.\n4. Voeg de warme slagroom toe aan de karamel en roer totdat de slagroom volledig is opgenomen.\n5. Bedek de karamelroom met huishoudfolie en zet het minimaal 12 uur in de koelkast.\n6. Meng voor het sloffendeeg de ongezouten roomboter, witte basterdsuiker, het halve ei en een snuf zout met de keukenmachine tot een romig mengsel.\n7. Voeg de 140 gram bloem en het bakpoeder aan het mengsel toe en meng dit tot een mooi deeg.\n8. Laat het deeg (verpakt in huishoudfolie) minimaal een uur in de koelkast rusten.\n9. Meng voor de amandelspijs het amandelmeel, de 50 gram kristalsuiker en het halve ei met elkaar in een kom.\n10. Kneed het geheel met je handen tot een bol, verpak het in huishoudfolie en leg het in de koelkast.\n11. Verwarm de oven voor op 180 graden (onder- en bovenwarmte).\n12. Haal het deeg en de amandelspijs na minstens 60 minuten uit de koelkast.\n13. Leg het deeg op bakpapier, bestrooi het met wat bloem en rol het uit, totdat het in de sloffenring past.\n14. Steek met de sloffenring de sloffenbodem uit het deeg en verwijder het overgebleven deeg.\n15. Verdeel de amandelspijs (spuitzak) over de bodem (maak indien nodig gebruik van wat extra ei) en zorg dat er 1 cm van de rand vrij wordt gehouden.\n16. Bak de slof 22 minuten in een voorverwarmde oven met boven- en onderwarmte op 180 graden.\n17. Maak ondertussen de dulce de leche door 30 gram ongezouten roomboter in een steelpan te verwarmen.\n18. Meng hier de donkerbruine basterdsuiker en gecondenseerde melk doorheen.\n19. Blijf roeren en breng het geheel aan de kook.\n20. Laat het zo'n 5 minuten doorkoken, totdat de dulce de leche dik genoeg is.\n21. Haal de goudbruine slof na 22 minuten uit de oven, verwijder de sloffenring en laat de slof volledig afkoelen.\n22. Verdeel de dulce de leche over de sloffenbodem en laat het afkoelen.\n23. Haal de karamelroom na minimaal 12 uur uit de koelkast en klop de room samen met de klopfix stijf.\n24. Vul een spuitzak met de karamelroom en spuit toeven op de slof.\n25. Smelt de melkchocolade au bain-marie.\n26. Vul een spuitzak met de gesmolten chocolade en laat het een paar minuten afkoelen.\n27. Decoreer de slof met nougatine, stukjes rolo en de gesmolten chocolade."
 },
 {
   "name": "Boterkoek",
   "category": "!Nieuw",
   "baketime": "30 min",
   "expert": "Easy",
   "id": 1018,
   "isNew": false,
   "isFavorite": false,
   "pieces": "1 stuk",
   "imageName": "boterkoek",
   "ingredients": "- 75 gram ongezouten roomboter\n- 37 gram witte basterdsuiker\n- 38 gram kristalsuiker\n- 4 gram vanillesuiker\n- 1 ei (1/2 deeg, 1/2 bestrijken)\n- 90 gram bloem\n- snuf zout",
   "recipe": "1. Verwarm de oven voor op 190 graden (onder- en bovenwarmte).\n2. Bekleed de bodem en randen van de bakvorm (doorsnede 15 cm) met bakpapier.\n3. Meng de ongezouten roomboter, witte basterdsuiker, kristalsuiker en vanillesuiker tot een romig geheel.\n4. Meng het halve ei door het mengsel.\n5. Voeg de bloem en een snuf zout toe en meng tot een mooi deeg.\n6. Verdeel het deeg over de bodem en druk het aan met de bolle kant van een lepel.\n7. Bestrijk het deeg met het andere (opgeklopte) halve ei en maak een ruitmotief met een vork.\n8. Bak de boterkoek in 20 minuten gaar in de voorverwarmde oven op 190 graden.\n9. Laat de boterkoek volledig afkoelen voordat het uit de vorm kan worden gehaald."
 }
]
