[
  	{
		"name": "Aardbeienslof",
		"category": "Slof",
		"baketime": "120 min",
		"expert": "Medium",
		"id": 1009,
		"isNew": false,
		"isFavorite": false,
		"calories": "1 stuk",
		"imageName": "aardbeienslof",
		"ingredients": "- 90 gram ongezouten roomboter\n- 75 gram witte basterdsuiker\n- 1 ei (1/2 deeg en 1/2 amandelspijs)\n- snufje zout\n- 140 gram bloem\n- 1 theelepel bakpoeder\n- 50 gram amandelmeel\n- 50 gram kristalsuiker\n- 125 milliliter slagroom\n- 2 eetlepels vanillesuiker\n- 250 gram mascarpone\n- poedersuiker naar smaak\n- 250 gram aardbeien\n- 50 gram witte chocolade",
		"recipe": "1. Meng de ongezouten roomboter, de witte basterdsuiker, het halve ei en het snufje zout met de keukenmachine tot een romig mengsel. \n2. Voeg de bloem en bakpoeder hieraan toe en meng totdat het een mooi deeg is. \n3. Laat het deeg (verpakt in huishoudfolie) minimaal een uur in de koelkast rusten. \n4. Voor het amandelspijs meng je in een aparte kom het amandelmeel, de kristalsuiker en het halve ei met elkaar. Kneed uiteindelijk met je handen tot een bol.\n5. Laat het amandelspijs (verpakt in huishoudfolie) ook in de koelkast rusten.\n6. Klop ondertussen de slagroom met vanillesuiker in een mengkom stijf.\n7. Roer in een andere kom de mascarponeroom een beetje los, zodat het iets zachter wordt.\n8. Voeg de mascarponeroom (en poedersuiker voor een zoetere smaak) toe aan de opgeklopte slagroom en mix het kort met elkaar.\n9. Stop de mascarponeroom in een spuitzak en leg het in de koelkast, zodat het steviger wordt.\n10. Haal het deeg en de amandelspijs na minstens 1 uur uit de koelkast.\n11. Leg het deeg op bakpapier, bestrooi het met wat bloem en rol het uit totdat het in de sloffenvorm past.\n12. Steek met de sloffenring de sloffenbodem uit het deeg. Haal het overgebleven deeg weg.\n13. Verdeel de amandelspijs (met behulp van een spuitzak en eventueel met wat extra ei zodat het dunner wordt) over de bodem en zorg dat je 1 centimeter van de rand vrij laat.\n14. Bak de slof 25 minuten in een voorverwarmde oven met boven- en onderwarmte op 180 graden.\n15. Haal de goudbruine slof na 25 minuten uit de oven en laat hem helemaal afkoelen.\n16. Wanneer de slof helemaal is afgekoeld haal je de mascarponeroom uit de koelkast en spuit je dit zigzaggend op de sloffenbodem.\n17. Decoreer de slof uiteindelijk met de aardbeien en witte chocolade." 
	},
	{
		"name": "Appeltaart",
		"category": "Taart",
		"baketime": "30 min",
		"expert": "Medium",
		"id": 1002,
		"isNew": false,
		"isFavorite": false,
		"calories": "200 Cal",
		"imageName": "appeltaart",
		"ingredients": "-Deeg 200 gram zachte boter (plus extra voor het invetten)\n-160 gram bruine basterdsuiker\n-0,50 theelepel kaneel (gemalen)\n-300 gram witte bloemmespuntje zout\n-1 eipaneermeel voor het bestuiven\n-Appelvulling\n-100 gram rozijnenrum\n-8 stuks Jonagold appels\n-100 gram gepelde walnoten\n-4 eetlepels suiker\n-1 zakje vanillesuiker\n-3 theelepels kaneel\n-Samenstellen\n-1 ei voor het bestrijken\n-25 blanke amandelenpoedersuiker",
		"recipe": "Iedere zichzelf respecterende thuisbakker hoort een appeltaart in zijn of haar repertoire te hebben. En waarom niet deze? \n\rVoorbereiding: Vet een springvorm met een diameter van 24 centimeter in en bestuif met bloem. Verwarm de oven voor op 180°C. Deeg: Meng de zachte boter met de bruine basterdsuiker en kaneel. Zeef de bloem met een snuf zout boven het botermengsel en voeg 1 ei toe.Kneed tot een soepel deeg en laat afgedekt minimaal 15 minuten rusten in de koelkast.\nRol 2/3 deel van het deeg uit en bekleed de springvorm hiermee. Verdeel de paneermeel over de bodem. Zet de springvorm in de koelkast om verder te rusten.\nAppelvulling:Wel de rozijnen in wat rum.Schil de appels en snijd in partjes.Zeef de rozijnen. Meng de appelpartjes met de gewelde rozijnen, walnoten, suiker, vanillesuiker en kaneel.\n\rSamenstellen: Schep de vulling in de taartvorm. Rol het resterende deeg uit en bedek de bovenkant van de taart hiermee. Bestrijk de bovenkant met een losgeklopt ei en bestrooi met de amandelen. Bak de appeltaart in circa 60 minuten gaar. Laat afkoelen. Bestuif met poedersuiker wanneer u de taart serveert.\n\rEET SMAKKELIJK!"
	},
	{
		"name": "Roomkoek",
		"category": "Koek",
		"baketime": "100 min",
		"expert": "Hard",
		"id": 1003,
		"isNew": false,
		"isFavorite": false,
		"calories": "350 Cal",
		"imageName": "roomkoek",
		"ingredients": "",
		"recipe": ""
	},
	{
		"name": "Slagroomtaart",
		"category": "Taart",
		"baketime": "20 min",
		"expert": "Medium",
		"id": 1004,
		"isNew": false,
		"isFavorite": false,
		"calories": "600 Cal",
		"imageName": "slagroomtaart",
		"ingredients": "",
		"recipe": ""
	},
	{
		"name": "Monchou Slof",
		"category": "Slof",
		"baketime": "40 min",
		"expert": "Easy",
		"id": 1005,
		"isNew": false,
		"isFavorite": false,
		"calories": "610 Cal",
		"imageName": "monchouslof",
		"ingredients": "",
		"recipe": ""
	},
	{
		"name": "Chocolade Koekje",
		"category": "Koek",
		"baketime": "50 min",
		"expert": "Hard",
		"id": 1006,
		"isNew": false,
		"isFavorite": false,
		"calories": "90 Cal",
		"imageName": "chocoladekoek",
		"ingredients": "",
		"recipe": ""
	},
	{
		"name": "Kwarktaart",
		"category": "Taart",
		"baketime": "15 min",
		"expert": "Easy",
		"id": 1007,
		"isNew": false,
		"isFavorite": false,
		"calories": "200 Cal",
		"imageName": "kwarktaart",
		"ingredients": "",
		"recipe": ""
	},
	{
		"name": "Vruchten Slof",
		"category": "Slof",
		"baketime": "60 min",
		"expert": "Hard",
		"id": 1008,
		"isNew": false,
		"isFavorite": false,
		"calories": "800 Cal",
		"imageName": "vruchtenslof",
		"ingredients": "",
		"recipe": ""
	}, 
	{
		"name": "MonChou Koek",
		"category": "Koek",
		"baketime": "30 min",
		"expert": "Easy",
		"id": 1009,
		"isNew": true,
		"isFavorite": false,
		"calories": "6 stuks",
		"imageName": "monchoukoek",
		"ingredients": "- 1/2 pak biscuitjes (200 gram)\n- 75 gram ongezouten roomboter\n- 125 gram slagroom\n- 8 gram vanillesuiker (1 zakje)\n- 100 gram MonChou (1 pakje)\n- 50 gram witte basterdsuiker\n- 1/2 blik vlaaivulling kersen",
		"recipe": "1. Maal de biscuitjes fijn met een keukenmachine, hamertje of deegrol.\n2. Verwarm de ongezouten roomboter in een steelpannetje totdat het gesmolten is, voeg de fijn gemalen biscuitjes hieraan toe en meng het met elkaar.\n3. Leg een vel bakpapier op een snijplank of bord en leg de 6 bakringen hierop.\n4. Verdeel het mengsel over de 6 bakringen en druk het aan met de bolle kant van de lepel.\n5. Laat het geheel in de koelkast afkoelen.\n6. Klop de slagroom met vanillesuiker (en met eventueel de klopfix) ondertussen in een mengkom stijf.\n7. Meng in een andere kom de MonChou en witte basterdsuiker tot een romig geheel.\n8. Voeg de opgeklopte slagroom hieraan toe en mix het kort met elkaar.\n9. Stop het MonChou mengsel in een spuitzak en leg het minstens 2 uur in de koelkast, zodat het stevig wordt.\n10. Haal de 6 bodems en spuitzak met het MonChou mengsel na minimaal 2 uur uit de koelkast.\n11. Haal de bodems uit de bakringen en spuit het MonChou mengsel met een ster spuitmond op de bodems.\n12. Verdeel er als laatste een laagje kersenvulling overheen."
	},
	{
    		"name": "Appelcake",
		"category": "Cake",
		"baketime": "45 min",
		"expert": "Easy",
		"id": 1010,
		"isNew": false,
		"isFavorite": false,
		"calories": "1 stuk",
		"imageName": "appelcake",
		"ingredients": "- 200 gram ongezouten roomboter\n- 150 gram suiker\n- 8 gram vanillesuiker\n- snufje zout\n- 5 eieren\n- 200 gram zelfrijzend bakmeel\n- 2 appels (Elstar)\n- bloem\n- 4 eetlepels grove kaneelsuiker",
		"recipe": "1. Verwarm de oven voor op 175 graden (boven- en onderwarmte).\n2. Mix de roomboter, suiker, vanillesuiker en het snufje zout tot een romig geheel.\n3. Voeg de eieren een voor een toe tot alles is opgenomen.\n4. Voeg het zelfrijzend bakmeel beetje bij beetje toe tot alles is opgenomen.\n5. Snijd de appels in kleine stukjes en rol ze in een bakje bloem.\n6. Meng de stukjes appel en 3 eetlepels grove kaneelsuiker met een spatel door het beslag heen.\n7. Vet de cakevorm in en bestrooi het met bloem.\n8. Doe het beslag in de cakevorm en bestrooi hier 1 eetlepel grove kaneelsuiker overheen.\n9. Bak de appelcake in de voorverwarmde oven 60 minuten tot het gaar is en een mooie goudbruine kleur heeft.\n10. Laat de appelcake eerst een paar minuten afkoelen in de cakevorm, alvorens je de cake laat afkoelen op een rooster."	
	},
	{
		"name": "Appel Koek",
		"category": "Koek",
		"baketime": "90 min",
		"expert": "Medium",
		"id": 1011,
		"isNew": false,
		"isFavorite": false,
		"calories": "600 Cal",
		"imageName": "appelkoek",
		"ingredients": "",
		"recipe": ""
	}
]
